alsa-plugins
alsa-utils
antlr4
antlr4-runtime
base
base-devel
bc
blueberry
blueman
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
btop
busybox
cava
chrono-date
clang
clang14
cmake
code
compiler-rt14
cpio
cuda-tools
dkms
dnsmasq
dolphin
dosfstools
dunst
efibootmgr
eog
fastfetch
fd
feh
fio
fish
fmt
gdb
gimp
git
glances
glib2-devel
gnome-themes-extra
gnu-efi
go
gobject-introspection
google-chrome
grim
grub
gtkmm3
hddtemp
htop
hyprland
hyprpaper
hyprpicker
hyprshot
imv
intel-ucode
iwd
jdk-openjdk
jq
kio-admin
kitty
libidn
libisoburn
libmpdclient
libnotify
libreoffice-fresh
libva-nvidia-driver
libvirt
linux
linux-firmware
linux-headers
lld
lldb
llvm
llvm14-libs
lsof
maven
meson
nano
nasm
ncdu
neofetch
neovim
network-manager-applet
networkmanager
ninja
noto-fonts-emoji
ntfs-3g
nvidia
obs-studio
openbsd-netcat
opencl-headers
openssh
openttd
os-prober
pacman4console
pandoc-cli
pavucontrol
pcmanfm
pipewire-alsa
pipewire-audio
pipewire-pulse
polkit-kde-agent
python-pip
python-pynvim
python-pyqt5
qemu-full
qt5-wayland
qt6-tools
qt6-wayland
rofi
rofimoji
ruby
rubygems
rust
scdoc
sddm
slurp
smartmontools
snapd
snapper
sndio
sof-firmware
spdlog
swww
texlive-bin
tk
traceroute
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
typst
unzip
vim
virt-manager
virt-viewer
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vlc
waybar
websocat
wget
wine
wireless_tools
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
zip
zram-generator
zsh
